Repository: RemeJuan/threed_print_cost_calculator
Catalog: lib/l10n/intl_*.arb
Languages: nl, th

# calculatorAppBarTitle
source: 3D Print Calculator
th: เครื่องคิดเลขการพิมพ์ 3 มิติ

# electricityCostLabel
source: Electricity
nl: Elektriciteitskosten
th: ค่าไฟฟ้า

# failureRiskLabel
source: Failure risk (%)
nl: Risico op falen (%)
th: ความเสี่ยงจากความล้มเหลว (%)

# historyAppBarTitle
source: History
nl: Geschiedenis
th: ประวัติศาสตร์

# hoursLabel
source: Printing time (hours)
nl: Afdruktijd (uren)
th: เวลาในการพิมพ์ (ชั่วโมง)

source: kW/h
nl: kW/uur
th: กิโลวัตต์/ชม

# labourCostPrefix
source: Labour/Materials
nl: Arbeidskosten:
th: ค่าแรง:

# labourRateLabel
source: Hourly rate
nl: Uurtarief
th: อัตราชั่วโมง

# labourTimeLabel
source: Processing time
nl: Verwerkingstijd
th: ระยะเวลาดำเนินการ

# minutesLabel
source: Minutes
nl: Notulen
th: นาที

# premiumHeader
source: Premium users only:
nl: Alleen voor Premium-gebruikers:
th: ผู้ใช้ระดับพรีเมียมเท่านั้น:

# printWeightLabel
source: Print Weight
nl: Gewicht van de afdruk
th: น้ำหนักของการพิมพ์

# resultElectricityPrefix
source: Electricity
nl: Totale kosten voor elektriciteit:
th: ค่าไฟฟ้าทั้งหมด:

# resultFilamentPrefix
source: Filament
nl: Totale kosten voor filament:
th: ต้นทุนรวมสำหรับเส้นใย:

# resultTotalPrefix
source: Total
nl: Totale kosten:
th: ค่าใช้จ่ายทั้งหมด:

# riskTotalPrefix
source: Risk
nl: Risicokosten:
th: ต้นทุนความเสี่ยง:

# settingsAppBarTitle
source: Settings
nl: Instellingen
th: การตั้งค่า

# spoolCostLabel
source: Material cost
nl: Spoel/hars kosten
th: ค่าสปูล/เรซิน

# spoolWeightLabel
source: Material weight
nl: Spoel/harsgewicht
th: น้ำหนักสปูล/เรซิน

# submitButton
source: Calculate
nl: Berekenen
th: คำนวณ

source: Watt
th: วัตต์

# wattLabel
source: Watt (3D Printer)
th: วัตต์ (เครื่องพิมพ์ 3D)

# wearAndTearLabel
source: Materials/Wear + tear
nl: Materialen/Slijtage
th: วัสดุ/การสึกหรอ + ฉีกขาด
